[
  {
    "date": "12/06/2023",
    "text": "Narrative Style and the Spread of Health Misinformation on Twitter by <em>Achyutarama Ganti</em>, <em>Eslam Ali Hassan Hussein</em>, Steven R. Wilson, Zexin Ma and Xinyan Zhao to appear at <a href=\"https://2023.emnlp.org/\">EMNLP 2023</a>"
  },
  {
    "date": "10/23/2023",
    "text": "ToxiSpanSE: An Explainable Toxicity Detection in Code Review Comments by Jaydeb Sarker, Sayma Sultana, Steven R. Wilson, and Amiangshu Bosu to appear at <a href=\"https://www.esem-conferences.org/\">ESEM 2023</a>"
  },
  {
    "date": "07/15/2023",
    "text": "Mr-wallace at SemEval-2023 Task 5: Novel Clickbait Spoiling Algorithm Using Natural Language Processing by Vineet Saravanan and Steven R. Wilson to appear at SemEval 2023"
  },
  {
    "date": "08/16/2022",
    "text": "\"SOS: Systematic Offensive Stereotyping Bias in Word Embeddings\" by <em>Fatma Elsafoury</em>, Steven R. Wilson, Stamos Katsigiannis, and Naeem Ramzan to appear at <a href=\"https://coling2022.org/\">COLING 2022</a>"
  },
  {
    "date": "08/04/2022",
    "text": "Don’t Take it Personally: Analyzing Gender and Age Differences in Ratings of Online Humor by <em>J.A. Meaney</em>, Steven R. Wilson, Luis Chiruzzo, and Walid Magdy to appear at <a href=\"http://www.dcs.gla.ac.uk/socinfo2022/\">SocInfo 2022</a>"
  },
  {
    "date": "07/16/2022",
    "text": "What Are You Anxious About? Examining Subjects of Anxiety during the COVID-19 Pandemic by <em>Lucia Chen</em>, Steven R. Wilson, Daniela Negraia, and Sophie Lohmann to appear at <a href=\"https://www.icwsm.org/2022/index.html/\">ICWSM 2023</a>"
  },
  {
    "date": "05/12/2022",
    "text": "Narrative Detection and Feature Analysis in Online Health Communities by <em>Achyutarama Ganti</em>, Steven Wilson, Zexin Ma, Xinyan Zhao, and Rong Ma to appear at <a href=\"https://sites.google.com/view/wnu2022/home\">The 4th Workshop on Narrative Understanding</a> at NAACL 2022!"
  },
  {
    "date": "04/21/2022",
    "text": "Our task overview paper SemEval 2022 task 6: iSarcasmEval, Intended Sarcasm Detection in English and Arabic by Ibrahim Abu Farha, Silviu Oprea, Steven Wilson, and Walid Magdy will appear at <a href=\"https://semeval.github.io/SemEval2022/\">SemEval 2022</a>, co-located with NAACL 2022."
  },
  {
    "date": "04/06/2022",
    "text": "Dr. Steven Wilson gave a tutorial on \"Preprocessing Social Media Text\" at the <a href=\"https://twitterdev.bevylabs.com/events/details/twitter-istanbul-twitter-developer-community-presents-deep-dive-tutorial-on-tweet-preprocessing/\">Istanbul Twitter Community</a>."
  }
]
